Repository: Solar-Helix-Independent-Transport/allianceauth-corp-tools-moons
Catalog: moons/locale/*/LC_MESSAGES/django.po
Languages: de

source: Moon Board
de: Mond Board

source: Alliance Toolbox!
de: Allianz Toolbox!

source: Add All Token
de: Alle Token hinzufügen

source: Add Poco Token
de: Poco Token hinzufügen

source: Add Moon Token
de: Mond Token hinzufügen

source: Add Contacts Token
de: Kontakte Token hinzufügen

source: Add Structure Token
de: Struktur Token hinzufügen

source: Add Asset Token
de: Asset Token hinzufügen

source: Fuel Calcs
de: Treibstoffberechnungen

source: Moon Observers
de: Mondbeobachter

source: Public Contracts
de: Öffentliche Verträge

source: No Structures Available
de: Keine Strukturen verfügbar
